<script>
import TitleTopBar from "components/app-bar/TitleTopBar.vue";

export default {
  name: "SEP2000",
  components: {TitleTopBar}
}
</script>

<template>
  <div>
    <title-top-bar title-text="개인정보 처리방침"></title-top-bar>
    <section class="nomal-page-layout content-wrap l-column">
      <h1 class="headline-1">개인정보 처리방침</h1>

      <h4 class="sub-title-1">이용자 여러분 안녕하세요!</h4>
      <p>
        굿앺터눈은 정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라
        정보주체에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
      </p>

      <h4 class="sub-title-1 text-align-center">주요 개인정보 처리 표시</h4>
      <div class="overview-list">
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-6.png">
          </div>
          <p>
            <span class="lable-1">일반 개인정보 수집</span><br>
            <span>이름, 생년월일, 휴대전화 번호, 서비스 이용 기록 등</span>
          </p>
        </div>
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-5.png">
          </div>
          <p>
            <span class="lable-1">개인정보 처리목적</span><br>
            <span>사용자 서비스 가입 및 운영, 서비스 개선 및 혜택 제공</span>
          </p>
        </div>
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-4.png">
          </div>
          <p>
            <span class="lable-1">개인정보 보유기간</span><br>
            <span>법령에 따라 일정 기간 개인정보 보관 후 삭제</span>
          </p>
        </div>
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-3.png">
          </div>
          <p>
            <span class="lable-1">개인정보 처리 위탁</span><br>
            <span>Amazon Web Services, Inc., Google LLC</span>
          </p>
        </div>
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-2.png">
          </div>
          <p>
            <span class="lable-1">개인정보 3자 제공</span><br>
            <span>서비스 가입 인증, 운영 환경 제공 및 분석</span>
          </p>
        </div>
        <div class="overview-item">
          <div class="image-wrap">
            <img alt="일반 개인정보 수집" src="/resources/sep-icon-1.png">
          </div>
          <p>
            <span class="lable-1">고충 처리 부서</span><br>
            <span>부서명 : 운영팀, 이메일 : support@companybb.com</span>
          </p>
        </div>
        <span class="footnote">※ 세부사항은 아래의 개인정보 처리방침 본문을 확인하시기 바랍니다.</span>
      </div>

      <h4 class="sub-title-1 text-align-center">목차</h4>
      <div class="list-wrap">
        <ul class="docs-steps">
          <li>개인정보의 처리 목적, 수집 항목, 보유 및 이용 기간</li>
          <li>만 14세 미만 아동의 개인정보 처리에 관한 사항</li>
          <li>개인정보의 3자 제공에 관한 사항</li>
          <li>개인정보 처리 업무의 위탁에 관한 사항</li>
          <li>개인정보의 국외 이전에 관한 사항</li>
          <li>개인정보의 파기 절차 및 방법에 관한 사항</li>
          <li>정보주체와 법정대리인의 권리/의무 및 행사방법에 관한 사항</li>
          <li>개인정보의 안정성 확보조치에 관한 사항</li>
          <li>개인정보를 자동으로 수집하는 장치의 설치/운영 및 그 거부에 관한 사항</li>
          <li>행태정보의 수집/이용/제공 및 거부 등에 관한 사항</li>
          <li>개인정보 보호책임자 및 개인정보의 열람청구를 접수・처리하는 부서</li>
          <li>정보주체의 권익침해에 대한 구제방법</li>
        </ul>
      </div>

      <h4 class="sub-title-1">개인정보의 처리 목적, 수집 항목, 보유 및 이용 기간</h4>
      <div>
        <p>1) 회사가 처리하고 있는 개인정보의 항목과 목적, 보유 및 이용 기간은 다음과 같습니다.</p>
        <p>2) 회사는 법령에 따른 개인정보 보유·이용 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용 기간 내에서 개인정보를 처리·보유합니다.</p>
        <p>3) 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
          ① 홈페이지/앱 회원 가입 및 관리 : 사업자/단체 홈페이지/앱 탈퇴 시까지 다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
        </p>
        <ul>
          <li>관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료 시까지</li>
          <li>홈페이지 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지</li>
        </ul>
        <p>
          ② 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제·정산 완료 시까지. 다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
        </p>
        <ul>
          <li>전자상거래법: 계약 또는 청약철회, 대금결제, 재화 등의 공급 기록 (5년)</li>
          <li>전자상거래법: 소비자 불만 또는 분쟁처리에 관한 기록 (3년)</li>
          <li>전자상거래법: 표시·광고에 관한 기록 (6개월)</li>
          <li>정보통신망법: 본인확인에 관한 기록 (6개월)</li>
          <li>통신비밀보호법: 컴퓨터 통신, 인터넷 로그 기록 자료, 접속지 추적 자료 (3개월)</li>
        </ul>
      </div>

      <h4 class="sub-title-1">만 14세 미만 아동의 개인정보 처리에 관한 사항</h4>
      <p>서비스는 중장년 전용으로 만 14세 미만 아동을 대상으로 서비스를 제공하지 않습니다.</p>

      <h4 class="sub-title-1">만 14세 미만 아동의 개인정보 처리에 관한 사항</h4>
      <p>
        1) 회사는 원칙적으로 이용자의 사전 동의를 받아 이용자들의 개인정보를 외부에 제공합니다. 다만, 아래의 경우에는 예외로 합니다. ① 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진
        절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우 ② 요금 정산을 위하여 필요한 경우 ③ 이용자 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요함에도 불구하고 동의를 받을 수
        없는 경우 ④ 개인정보보호법 제17조 제4항, 동법 시행령 제14조의2 제1항에 따라, 회원이 동의한 개인정보의 수집 및 이용목적(동방침 2.참조)의 범위와 관련이 있으며, 회원이 제3자의 제공을
        충분히 예측할 수 있고, 제3자 제공이 회원의 이익을 부당하지 침해하지 않으며, 제3자 제공시 기술적인 안전성을 충분히 확보한 경우 (인재 검색 서비스, 이력서 열람 서비스) 2) 회사는 원칙적으로
        “개인정보의 처리 목적, 수집 항목, 보유 및 이용 기간”에서 고지한 범위 내에서 개인정보를 이용하거나 제3자에게 제공하며, 동 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 다만, 아래의
        경우에는 예외로 합니다. ① 이용자들이 사전에 공개 또는 제3자 제공에 동의한 경우 ② 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가
        있는 경우 3) 그 밖에 개인정보 제3자 제공이 필요한 경우에는 이용자의 동의를 얻는 등 적법한 절차를 통하여 제3자에게 개인정보를 제공할 수 있습니다. 회사는 이용자들의 거래 이행을 위하여 필요한
        경우 이용자의 동의를 얻는 등 적법한 절차를 통하여 아래와 같이 개인정보를 제공할 수 있습니다.
      </p>

      <h4 class="sub-title-1">개인정보 처리 업무의 위탁에 관한 사항</h4>
      <div>
        <p>
          회사는 원활한 개인정보 업무 처리를 위하여 다음과 같이 개인정보 처리 업무를 위탁하고 있습니다.
        </p>
        <ul>
          <li>Amazon Web Services, Inc.: AWS를 통한 서비스 운영 환경 제공, 데이터 보관</li>
          <li>Google LLC: Google Analytics를 통한 서비스 이용/방문 트래픽 통계 분석</li>
          <li>드림시큐리티: 간편 인증 및 휴대폰 본인확인 대행</li>
        </ul>
      </div>

      <h4 class="sub-title-1">개인정보의 국외 이전에 관한 사항</h4>
      <p>
        회사는 원활한 개인정보 업무 처리를 위하여 다음과 같이 개인정보 처리 업무를 국외에 위탁하고 있습니다.
      </p>

      <h4 class="sub-title-1">개인정보의 파기 절차 및 방법에 관한 사항</h4>
      <div>
        <p>
          ① 회사는 개인정보 보유기간의 경과, 처리 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다. ② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리
          목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다. ③ 개인정보 파기의
          절차 및 방법은 다음과 같습니다.
        </p>
        <ul>
          <li>파기 절차: 파기 사유가 발생한 개인정보를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</li>
          <li>파기 방법: 전자적 파일 형태로 기록・저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록・저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</li>
        </ul>
      </div>

      <h4 class="sub-title-1">정보주체와 법정대리인의 권리/의무 및 행사방법에 관한 사항</h4>
      <p>
        ① 정보주체는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. ※ 만 14세 미만 아동에 관한 개인정보의 열람등 요구는 법정대리인이 직접 해야 하며, 만
        14세 이상의 미성년자인 정보주체는 정보주체의 개인정보에 관하여 미성년자 본인이 권리를 행사하거나 법정대리인을 통하여 권리를 행사할 수도 있습니다. ② 권리 행사는 「개인정보 보호법」 시행령 제41조
        제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, {{ username ? username : '사용자' }}은(는) 이에 대해 지체없이 조치하겠습니다. ③ 권리 행사는
        정보주체의 법정대리인이나 위임을
        받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다. ④ 개인정보 열람 및 처리정지
        요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다. ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어
        있는 경우에는 그 삭제를 요구할 수 없습니다. ⑥ 회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
      </p>

      <h4 class="sub-title-1">개인정보의 안정성 확보조치에 관한 사항</h4>
      <p>
        회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. 1) 관리적 조치 : 내부관리계획 수립·시행, 전담조직 운영, 정기적 직원 교육 2) 기술적 조치 : 개인정보처리시스템 등의
        접근권한 관리, 접근통제시스템 설치, 개인정보의 암호화, 보안프로그램 설치 및 갱신
      </p>

      <h4 class="sub-title-1">개인정보를 자동으로 수집하는 장치의 설치/운영 및 그 거부에 관한 사항</h4>
      <p>
        1) 회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용 정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 2) 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가
        이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다. ① 쿠키의 사용목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태,
        인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다. ② 쿠키 저장 거부 시 불이익 : 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다. ③ 쿠키의
        설치·운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. ・Chrome 사용할 경우 쿠키 설정 방법 바로가기 ・Microsoft
        Edge 사용할 경우 쿠키 설정 방법 바로가기 ・Safari 사용할 경우 쿠키 설정 방법 바로가기 ④ 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
      </p>

      <h4 class="sub-title-1">행태정보의 수집/이용/제공 및 거부 등에 관한 사항</h4>
      <p>
        회사는 온라인 맞춤형 광고 등을 위한 행태정보를 수집・이용・제공하지 않습니다.
      </p>

      <h4 class="sub-title-1">개인정보 보호책임자 및 개인정보의 열람청구를 접수・처리하는 부서</h4>
      <div>
        <p>
          1) 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다.
        </p>
        <br>
        <p>① 개인정보보호 책임자</p>
        <ul>
          <li>성명 : 장종균</li>
          <li>직책 : 대표 이사</li>
          <li>연락처 : jkjang@companybb.com</li>
        </ul>
        <p>
          ② 개인정보보호 열람 청구 접수・처리 부서
        </p>
        <ul>
          <li>부서명 : 운영팀</li>
          <li>담당자 : 김정율</li>
          <li>연락처 : support@companybb.com</li>
        </ul>
        <br>
        <p>
          2) 정보주체는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의할 수 있습니다. 회사는
          정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
        </p>
      </div>

      <h4 class="sub-title-1">정보주체의 권익침해에 대한 구제방법</h4>
      <div>
        <p>
          ① 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의신고,
          상담에 대하여는 아래의 기관에 문의하시기 바랍니다.<br>
        </p>
        <ul>
          <li>개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)</li>
          <li>개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</li>
          <li>대검찰청 : (국번없이) 1301 (www.spo.go.kr)</li>
          <li>경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</li>
        </ul>
        <p>
          ② 회사는 정보주체의 개인정보자기결정권을 보장하고, 개인정보침해로 인한 상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우 담당부서(9. 참고)로 연락해 주시기 바랍니다.
        </p>
        <p>
          ③ 「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여
          권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
        </p>
        <ul>
          <li> 중앙행정심판위원회 : (국번없이) 110<br>(www.simpan.go.kr)</li>
        </ul>
      </div>
      <h4 class="sub-title-1">개인정보 처리방침의 변경에 관한 사항</h4>
      <p>
        ① 이 개인정보 처리방침은 2023년 11월 30일부터 적용됩니다.<br>
        ② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
      </p>
    </section>
  </div>
</template>

<style lang="scss" scoped>
.docs-steps {
  padding-inline-start: 1rem;
  font-size: 1rem;
  font-style: normal;
  font-weight: 500;
}

.content-wrap {
  gap: 1.25rem;

  h4 {
    margin-top: 1.25rem;
  }

  p {
    font-size: 0.875rem;
    font-weight: 400;
    line-height: 150%; /* 1.3125rem */
  }

  h5 {

    text-align: center;
    font-size: 1.25rem;
    font-style: normal;
    font-weight: 700;
  }

  .list-wrap {
    border: 1px solid #CDCDCD;
    padding: 1.25rem 0.625rem;
  }
}

.overview-list {
  display: flex;
  flex-direction: row;
  flex-wrap: wrap;
  justify-content: center;
  gap: 1.25rem;

  .overview-item {
    max-width: 10rem;
    display: inline-flex;
    flex-direction: column;
    align-items: center;
    gap: 1.25rem;

    text-align: center;


    .image-wrap {
      width: 6.25rem;
      height: 6.25rem;
    }

    img {
      width: auto;
      height: 100%;
    }
  }
}
</style>
